Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Export your current settings as a .saxtheme file. You can AirDrop it, save it to Files, or share it any other way.
ar: قم بتصدير إعداداتك الحالية كملف.saxTheme. يمكنك أيردردب، أو حفظه في الملفات، أو مشاركته بأي طريقة أخرى.
cs: Exportovat vaše aktuální nastavení jako soubor .saxtheme souboru. Můžete ho AirDrop, uložit do souborů nebo sdílet jiným způsobem.
da: Eksporter dine aktuelle indstillinger som en .saxtheme-fil. Du kan AirDrop den, gemme den til filer eller dele den på anden måde.
de: Exportieren Sie Ihre aktuellen Einstellungen als .saxtheme Datei. Sie können AirDrop verwenden, speichern Sie sie in Dateien oder teilen Sie sie auf andere Weise.
el: Εξαγάγετε τις τρέχουσες ρυθμίσεις σας ως αρχείο .saxtheme . Μπορείτε να το AirDrop, να το αποθηκεύσετε σε αρχεία ή να το μοιραστείτε με οποιονδήποτε άλλο τρόπο.
es: Exportar su configuración actual como un archivo .saxtheme . Puede AirDrop, guardarlo en Archivos o compartirlo de cualquier otra forma.
fi: Vie nykyiset asetukset .saxtheme tiedosto. Voit AirDrop se, tallentaa sen tiedostoihin, tai jakaa sen millään muulla tavalla.
fr: Exportez vos paramètres actuels en tant que fichier .saxthème. Vous pouvez l'AirDrop, l'enregistrer dans Fichiers, ou le partager d'une autre manière.
it: Esporta le tue impostazioni correnti come file .saxtheme. Puoi AirDrop, salvarle su file o condividerle in qualsiasi altro modo.
ja: 現在の設定を.saxthemeファイルとしてエクスポートします。AirDropしてファイルに保存したり、他の方法で共有したりできます。
nl: Exporteer uw huidige instellingen als een .saxtheme bestand. U kunt Airdrop en opslaan in bestanden, of het op een andere manier delen.
no: Eksporter gjeldende innstillinger som en .sakstema-fil. Du kan AirDrop den, lagre den til filer, eller dele den på en annen måte.
pl: Eksportuj bieżące ustawienia jako plik .saxthem. Możesz go AirDrop, zapisać do plików lub udostępnić w jakikolwiek inny sposób.
pt: Exporte suas configurações atuais como um arquivo .saxtheme . Você pode AirDrop e salve-o em arquivos ou compartilhá-lo em qualquer outra forma.
ro: Exportați setările curente ca fișier .saxtheme . Puteți să îl salvați în fișiere sau să îl partajați în orice alt mod.
ru: Экспортируйте ваши текущие настройки как файл .saxtheme . Вы можете AirDrop или сохранить их в Файлы или поделиться им любым другим способом.
sv: Exportera dina nuvarande inställningar som en .saxtheme-fil. Du kan AirDrop den, spara den till Filer, eller dela den på något annat sätt.
uk: Експортуйте свої поточні налаштування як файл .saxtheme — можете AirDrop — збережіть їх в файлах або поділитись ним по-іншому.
zh_hans: 将您当前的设置导出为 .saxtheme 文件。您可以在 AirDrop 文件中保存，或以其他方式共享它。

source: Exports your current theme as a .saxtheme file. Credentials (API keys) are removed before sharing.
ar: تصدير السمة الحالية كملف .saxTheme. يتم حذف وثائق التفويض (API keys) قبل المشاركة.
cs: Exportuje vaši aktuální šablonu jako .saxtheme soubor. Před sdílením jsou odstraněny přihlašovací údaje (API klíče).
da: Eksporterer dit aktuelle tema som en .saxtheme-fil. Oplysninger (API-nøgler) fjernes før deling.
de: Exportiert Ihr aktuelles Theme als .saxtheme Datei. Zugangsdaten (API-Schlüssel) werden vor dem Teilen entfernt.
el: Εξάγει το τρέχον θέμα σας ως αρχείο .saxtheme . Τα διαπιστευτήρια (κλειδιά API) αφαιρούνται πριν από την κοινή χρήση.
es: Exporta tu tema actual como un archivo .saxtheme . Las credenciales (API keys) se eliminan antes de compartir.
fi: Vie nykyinen teema .saxtheme tiedosto. Käyttöoikeustiedot (API avaimet) poistetaan ennen jakamista.
fr: Exporte votre thème actuel en tant que fichier .saxthème. Les identifiants (clés API) sont supprimés avant le partage.
it: Esporta il tuo tema corrente come file .saxtheme. Le credenziali (chiavi API) vengono rimosse prima di condividere.
ja: 現在のテーマを .saxtheme ファイルとしてエクスポートします。共有する前に資格情報(API キー)が削除されます。
nl: Exporteert uw huidige thema als een .saxtheme bestand. Referenties (API keys) worden verwijderd voor het delen.
no: Eksporterer gjeldende tema som en .sakssakstema-fil. Legeringer (API-nøkler) fjernes før deling.
pl: Eksportuj bieżący motyw jako plik .saxmotyw. Poświadczenia (klucze API) są usuwane przed udostępnieniem.
pt: Exporta o seu tema atual como um arquivo .saxtheme . As credenciais (chaves API) são removidas antes do compartilhamento.
ro: Exporta tema curenta ca un fisier .saxThem. Credentialele (API keys) sunt sterse inainte de partajare.
ru: Экспортирует вашу текущую тему как файл .saxTheme. Учётные данные (API ключи) удаляются перед тем, как поделиться.
sv: Exporterar ditt nuvarande tema som en .saxtheme-fil. Referenser (API-nycklar) tas bort innan du delar.
uk: Експортує вашу поточну тему як файл .saxtheme . Перед тим, як обмінюватися даними облікові дані (ключі API.
zh_hans: 将您当前主题导出为 .saxtheme 文件。分享前移除验证 (API 密钥)。

source: Extra descriptions for screen readers and spoken severe-weather alerts.
ar: أوصاف إضافية لقراء الشاشة والتنبيهات المنطوقة بشدة الطقس.
cs: Další popisy pro čtečky obrazovky a mluvená upozornění na závažné počasí.
da: Ekstra beskrivelser for skærmlæsere og talte advarsler om svære vejrforhold.
de: Zusätzliche Beschreibungen für Screenreader und gesprochene Wetterwarnungen.
el: Επιπλέον περιγραφές για τους αναγνώστες οθόνης και τις προφορικές προειδοποιήσεις για σοβαρές-καιρικές συνθήκες.
es: Descripciones adicionales para lectores de pantalla y alertas de clima severo.
fi: Lisäkuvaukset näytön lukijoille ja puhutut vakavat säähälytykset.
fr: Description supplémentaire pour les lecteurs d'écran et les alertes parlées.
it: Descrizioni extra per i lettori di schermo e avvisi pronunciati di tempo grave.
ja: スクリーンリーダーと話さ厳しい天気警報のための追加の説明。
nl: Extra beschrijvingen voor schermlezers en gesproken severe-weather waarschuwingen.
no: Ekstra beskrivelser for skjermlesere og betegnes tyngre værvarsler.
pl: Dodatkowe opisy dla czytników ekranu i głośnych alarmów o ostrych warunkach pogodowych.
pt: Descrições extras para leitores de tela e alertas severos falados.
ro: Descrieri suplimentare pentru cititorii de ecran și alertele temporale severe.
ru: Дополнительные описания для экранных считывателей и громкие предупреждения о суровых погодных условиях.
sv: Extra beskrivningar för skärmläsare och talade varningar om hårt väder.
uk: Додаткові описи для читачів екрану та голосових сповіщень про погоду.
zh_hans: 屏幕阅读器和口语严重天气警报的额外描述。

source: Failed to fetch weather data: %@
ar: فشل في جلب بيانات الطقس: %@
cs: Nepodařilo se načíst data o počasí: %@
da: Kunne ikke hente vejrdata: %@
de: Wetterdaten konnten nicht abgerufen werden: %@
el: Αποτυχία λήψης δεδομένων καιρού: %@
es: No se pudo obtener los datos del clima: %@
fi: Säätietojen noutaminen epäonnistui: %@
fr: Impossible de récupérer les données météo : %@
it: Recupero dei dati meteo non riuscito: %@
ja: 天気データの取得に失敗しました: %@
nl: Fout bij het ophalen van weergegevens: %@
no: Kunne ikke hente værdata: %@
pl: Nie udało się pobrać danych pogody: %@
pt: Falha ao obter dados meteorológicos: %@
ro: Preluarea datelor meteo a eșuat: %@
ru: Не удалось получить данные о погоде: %@
sv: Det gick inte att hämta väderdata: %@
uk: Не вдалося отримати дані про погоду: %@
zh_hans: 获取天气数据失败： %@

source: Family Sharing
ar: مشاركة الأسرة
cs: Rodinné sdílení
da: Familie Deling
de: Familienfreigabe
el: Οικογενειακή Κοινή Χρήση
es: Compartir familia
fi: Perheen Jakaminen
fr: Partage de famille
it: Condivisione Familiare
ja: ファミリー共有
nl: Familie delen
no: Familiemedlem deling
pl: Udostępnianie rodziny
pt: Compartilhamento de Família
ro: Partajare familie
ru: Совместное использование Семьи
sv: Familjedelning
uk: Сімейний доступ
zh_hans: 家庭共享

source: Feature Idea
ar: فكرة الميزة
cs: Idea vlastností
da: Feature Idé
de: Feature-Idee
el: Ιδέα Χαρακτηριστικού
es: Idea de características
fi: Ominaisuuden Idea
fr: Idée de fonctionnalité
it: Idea Funzionalità
ja: 機能のアイデア
nl: Functie idee
no: Ideer med funksjon
pl: Pomysł funkcji
pt: Ideia de Recurso
ro: Caracteristică Idea
ru: Идея функции
sv: Idé för funktion
uk: Ідея ознак
zh_hans: 功能意见

source: Featured
ar: مميز
cs: Doporučené
da: Fremhævet
de: Empfohlen
el: Προτεινόμενα
es: Destacado
fi: Suositellut
fr: En vedette
it: Vetrina
ja: 注目の商品
nl: Aanbevolen
no: Anbefalt
pl: Polecane
pt: Destaques
ro: Recomandate
ru: Избранные
sv: Utvalda
uk: Рекомендовані
zh_hans: 精选

source: Feedback
ar: الملاحظات
cs: Komentář
da: Tilbagemelding
el: Σχόλια
es: Comentarios
fi: Palaute
fr: Vos commentaires
ja: フィードバック
nl: Terugkoppeling
no: Tilbakemelding
pl: Informacje zwrotne
pt: Comentarios
ru: Отзыв
sv: Återkoppling
uk: Зворотній зв'язок
zh_hans: 反馈

source: Feel touch feedback for actions
ar: إحساس بردود فعل اللمس للإجراءات
cs: Pociťovat zpětnou vazbu pro akce
da: Føl berøringsfeedback for handlinger
de: Feedback für Aktionen berühren
el: Αισθανθείτε την ανατροφοδότηση αφής για ενέργειες
es: Feel touch feedback para acciones
fi: Ota yhteyttä toimintoihin
fr: Sentez vos commentaires tactiles pour les actions
it: Sensa feedback touch per le azioni
ja: アクションのタッチフィードバックを感じてください
nl: Voel aanraken feedback voor acties
no: Tilbakemeldinger på berøring for handlinger
pl: Poczuj informację zwrotną dla akcji
pt: Sentir toque em ações
ro: Feedback la atingere pentru acțiuni
ru: Наслаждайтесь обратной связью для действий
sv: Känn beröringsfeedback för åtgärder
uk: Отримуйте зворотний зв'язок для дій
zh_hans: 触摸操作反馈

source: Fill
ar: تعبئة
cs: Vyplnit
da: Udfyld
de: Füllen
el: Γέμισμα
es: Rellenar
fi: Täytä
fr: Remplir
it: Riempi
ja: 塗りつぶし
nl: Invullen
no: Fyll
pl: Wypełnij
pt: Preencher
ro: Completează
ru: Заполнить
sv: Fyll
uk: Заливка рядка
zh_hans: 填充

source: Fill Opacity
ar: ملء التعتيم
cs: Vyplnit průhlednost
da: Udfyld Gennemsigtighed
de: Deckkraft füllen
el: Συμπλήρωση Αδιαφάνειας
es: Rellenar Opacidad
fi: Täytä Läpinäkyvyys
fr: Opacité du remplissage
it: Riempi L'Opacità
ja: 不透明度の塗りつぶし
nl: Vul ondoorzichtigheid
no: Fyll gjennomsiktighet
pl: Wypełnij przeźroczystość
pt: Opacidade de preenchimento
ro: Umple Opacitatea
ru: Прозрачность заливки
sv: Fyll i opacitet
uk: Непрозорість
zh_hans: 填充不透明度

source: Follow system Dynamic Type settings
ar: اتبع إعدادات النوع الديناميكي للنظام
cs: Nastavení dynamického typu systému
da: Følg systemindstillinger for Dynamisk Type
de: System Dynamic Type Einstellungen folgen
el: Ακολουθήστε τις ρυθμίσεις δυναμικού τύπου συστήματος
es: Seguir ajustes de tipo dinámico del sistema
fi: Seuraa järjestelmän Dynaamisen tyypin asetuksia
fr: Suivre les paramètres de type dynamique du système
it: Segui le impostazioni del tipo dinamico di sistema
ja: システム動的タイプの設定に従ってください
nl: Volg systeem Dynamische Type instellingen
no: Følg innstillingene for dynamisk system
pl: Obserwuj ustawienia dynamicznego typu systemu
pt: Configurações de Seguir Tipo Dinâmico
ro: Urmați setările de tip dinamic ale sistemului
ru: Следовать за системными настройками динамического типа
sv: Följ systemet Dynamisk Typ inställningar
uk: Слідкувати за системними налаштуваннями динамічного типу
zh_hans: 按照系统动态类型设置

source: Force Reduce Motion
ar: تقليل الحركة بالقوة
cs: Snížit pohyb sil
da: Tving Reducer Bevægelse
de: Reduzierungsbewegung erzwingen
el: Εξαναγκασμός Μείωσης Κίνησης
es: Forzar reducción de movimiento
fi: Pakota Vähennä Liike
fr: Forcer la réduction des mouvements
it: Forza Riduce Il Movimento
ja: 強制的に動きを減らす
nl: Verminder beweging forceren
no: Tving reduksjon bevegelse
pl: Wymuś zmniejszenie ruchu
pt: Forçar movimento de redução
ro: Forțează reducerea mișcării
ru: Ускорение движения
sv: Tvinga minska rörelse
uk: Примусове зменшення руху
zh_hans: 强制减少动作

source: Forecast
ar: توقعات
cs: Prognóza
da: Prognose
de: Prognose
el: Πρόβλεψη
es: Pronóstico
fi: Ennuste
fr: Prévision
it: Previsioni
ja: 予測
nl: Weersverwachting
no: Værmelding
pl: Prognoza
pt: Previsão
ro: Previziuni
ru: Прогноз
sv: Prognos
uk: Прогноз погоди
zh_hans: 症状提示

source: Forecast Days
ar: الأيام المتوقعة
cs: Předpovídané dny
da: Prognosedage
de: Prognosetage
el: Προβλεπόμενες Ημέρες
es: Días de pronóstico
fi: Ennustepäivät
fr: Jours de prévision
it: Giorni Previsioni
ja: 予測日数
nl: Voorspelling Dagen
no: Prognose Dager
pl: Prognoza Dni
pt: Previsão de dias
ro: Zile Prognoză
ru: Прогноз дней
sv: Prognos dagar
uk: Прогноз погоди
zh_hans: 预报天数

source: Forecast Detail
ar: تفاصيل التوقعات
cs: Detail prognózy
da: Prognose Detaljer
de: Prognosedetails
el: Λεπτομέρειες Προβολής
es: Detalle del pronóstico
fi: Ennuste Yksityiskohdat
fr: Détail de la prévision
it: Dettagli Previsione
ja: 予測の詳細
nl: Prognose detail
no: Værmelding detaljer
pl: Szczegóły prognozy
pt: Detalhe Previsão
ro: Previziuni detaliate
ru: Детали прогноза
sv: Prognos Detalj
uk: Деталі прогнозу
zh_hans: 预报细节

# Forecast for %@: %@.
source: Forecast for %1$@: %2$@.
ar: توقعات %1$@: %2$@.
cs: Prognóza pro %1$@: %2$@.
da: Prognose for %1$@: %2$@.
de: Prognose für %1$@: %2$@.
el: Πρόβλεψη για %1$@: %2$@.
es: Pronóstico para %1$@: %2$@.
fr: Prévision pour %1$@: %2$@.
it: Previsioni per %1$@: %2$@.
ja: %1$@の予測 : %2$@.
nl: Weersverwachting voor %1$@: %2$@.
no: Værmelding for %1$@: %2$@.
pl: Prognoza %1$@: %2$@.
pt: Previsão para %1$@: %2$@.
ro: Previziuni pentru %1$@: %2$@.
sv: Prognos för %1$@: %2$@.
uk: Прогноз для %1$@: %2$@.
zh_hans: %1$@的预报： %2$@

source: Forecast Length
ar: طول التوقعات
cs: Prognóza délky
da: Prognose Længde
de: Vorhersagenlänge
el: Μήκος Προβολής
es: Longitud del pronóstico
fi: Ennusteen Pituus
fr: Durée de la prévision
it: Lunghezza Previsione
ja: 予測長さ
nl: Weersverwachting Lengte
no: Værmelding lengde
pl: Długość prognozy
pt: Duração da previsão
ro: Lungime prognoză
ru: Прогноз длины
sv: Prognos längd
uk: Довжина прогнозу
zh_hans: 预测长度

source: Four cohesive widget themes: Classic, Glass, Newspaper, Terminal.
ar: أربعة مواضيع مصغرة متماسكة: كلاسيك، غلاس، جريدة، محطة طرفية.
cs: Čtyři soudržné widgety: Klasické, sklo, Noviny, terminál.
da: Fire sammenhængende widget temaer: Classic, Glass, Avis, Terminal.
de: Vier zusammenhängende Widget-Themen: Klassik, Glas, Zeitung, Terminal.
el: Τέσσερα συνεκτικά θέματα widget: Classic, Glass, Newspaper, Terminal.
es: Cuatro temas de widget cohesivos: Clásico, Vidrio, Clínica, Terminal.
fi: Neljä yhtenäisen widgetin teemaa: Classic, Glass, Newspaper, Terminal.
fr: Quatre thèmes de widget cohérents : Classique, Verre, Journal, Terminal.
it: Quattro temi di widget coesivi: Classico, Vetro, Giornale, Terminale.
ja: 4つのまとまりのウィジェットテーマ: クラシック、ガラス、新聞、ターミナル。
nl: Vier samenhangende widgetthema's: Classic, Glass, Nieuwsblad, Terminal.
no: Fire kohesive widget temaer: Klassisk, Glass, Newspaper, Terminal.
pl: Cztery spójne szablony widżetów: Klasyczny, szkicowy, gazetowy, Terminal.
pt: Quatro temas de widget coesos: Clássico, Glas, Newspaper, Terminal.
ro: Patru teme de widget coezive: Clasică, Sticlă, Ziar, Terminală.
ru: Сцепленные темы виджетов: Classic, Glass, Newspaper, Terminal.
sv: Fyra sammanhängande widgetteman: Klassisk, Glas, Tidning, Terminal.
uk: Чотири згуртовані теми віджета: класичні, Glass, Newspaper, Terminal.
zh_hans: 四个有凝聚力的部件主题：经典、玻璃、报刊、终端。

source: Four illustrated app icons: hand-drawn weather scenes.
ar: أربعة أيقونات تطبيق مصورة: مشاهد الطقس المرسومة يدويًا.
cs: Čtyři ilustrované ikony aplikací: ručně nakreslená scéna počasí.
da: Fire illustrerede appikoner: håndtegnede vejrscener.
de: Vier illustrierte App-Symbole: handgezeichnete Wetterszenen.
el: Τέσσερα εικονογραφημένα εικονίδια εφαρμογών: χειροποίητα καιρικά σκηνικά.
es: Cuatro iconos ilustrados de aplicaciones: escenas meteorológicas dibujadas a mano.
fi: Neljä kuvitettua sovelluskuvakea: käsin piirretty sää.
fr: Quatre icônes d'application illustrées : des scènes météo dessinées à la main.
it: Quattro icone di app illustrate: scene meteo disegnate a mano.
ja: 4つのアプリアイコン: 手描きの天気のシーン。
nl: Vier geïllustreerde app-iconen: handmatig getekende weerscènes.
no: Fire illustrerte appikoner: håndtegnede værscener.
pl: Cztery ilustrowane ikony aplikacji: rysowane ręcznie miejsca pogodowe.
pt: Quatro ícones de aplicativo ilustrados: cenários meteorológicos definidos a mão.
ro: Patru pictograme ale aplicației: scene meteo desenate manual.
ru: Четыре иллюстрированных значка приложения: нарисованная вручную погода сцена.
sv: Fyra illustrerade appikoner: handritade väderscener.
uk: Чотири ілюстровані піктограми додатків: погодні сцени, намальовані вручну.
zh_hans: 四个插图应用图标：手绘天气场景。

source: Four minimalist app icons: line-art weather glyphs on solid backgrounds.
ar: أربعة أيقونات تطبيق صغيرة: غليف الطقس عبر الخط الفن على خلفيات صلبة.
cs: Čtyři minimální ikony aplikací: line-art počasí glyfy na pevném pozadí.
da: Fire minimalistiske appikoner: line-art vejr glyffer på solid baggrund.
de: Vier minimalistische App-Symbole: Line-Art-Wetterglyphen auf solidem Hintergrund.
el: Τέσσερα μινιμαλιστικά εικονίδια εφαρμογών: line-art weather glyphs on solid backgrounds.
es: Cuatro iconos de aplicaciones minimalistas: glifos de tiempo en línea sobre fondos sólidos.
fi: Neljä minimalistista sovelluskuvakkeita: line-art sää glyfit vankka taustalla.
fr: Quatre icônes d'applications minimalistes: glyphes météo en art de ligne sur fond solide.
it: Quattro icone di app minimaliste: glifi meteorologici line-art su sfondi solidi.
ja: 4 つのミニマリストアプリアイコン: ソリッドな背景にある行アート天気のグリフ。
nl: Vier minimalistische app-iconen: line-art weersymbolen op solide achtergronden.
no: Fire minimalistiske appikoner: lineære vær-symboler med solid bakgrunn.
pl: Cztery minimalistyczne ikony aplikacji: glify pogodowe na solidnych tle.
pt: Quatro ícones de aplicativo minimalista: glyphs de arte de linha em fundos sólidos.
ro: Patru pictograme minimaliste ale aplicației: glicole meteo de artă pe fundaluri solide.
ru: Четыре иконки для минималистских приложений: линейные метеорологические символы на сплошных фонах.
sv: Fyra minimalistiska appikoner: line-art väderglyfer på fasta bakgrunder.
uk: Чотири мінімалістичні піктограми додатків: гліфи прогнозу погоди на твердому фоні.
zh_hans: 四个最小化应用图标：在坚实背景下的线性天气玻璃。

source: Free — uses the shipped chart styling.
ar: مجانا - يستخدم أسلوب رسم الخرائط المشحونة.
cs: Volné — používá dodaný graf styl.
da: Gratis — bruger den afsendte diagram styling.
de: Kostenlos — verwendet das verschickte Diagramm Styling.
el: Ελεύθερα - χρησιμοποιεί το στυλ του χάρτη που αποστέλλεται.
es: Gratis — utiliza el cartografía de envío.
fi: Vapaa — käyttää toimitettua karttamuotoilua.
fr: Gratuit — utilise le style de carte expédié.
it: Libero — utilizza lo stile grafico spedito.
ja: 無料 - 出荷済みチャートのスタイルを使用します。
nl: Gratis — maakt gebruik van de verzonden kaartstijl.
no: Gratis — bruker levert kartstyling.
pl: Darmowe – stosuje stylowanie wykresów wysłanych.
pt: Grátis — usa o estilo gráfico enviado.
ro: Gratuit - folosește stilul graficului livrat.
ru: Бесплатно — использует стили отгруженного графика.
sv: Gratis — använder den levererade diagrammet styling.
uk: Безкоштовно — використовує стилі графіків для доставки.
zh_hans: 免费——使用发运的图表风格。

source: Free — uses the shipped theme tokens.
ar: مجانية - تستخدم الرموز المميزة للموضوع المشحن.
cs: Bez daně – používá dodané tokeny tématu.
da: Gratis — bruger det afsendte tema tokens.
de: Kostenlos — verwendet die ausgelieferten Theme-Tokens.
el: Δωρεάν — χρησιμοποιεί τα αποσταλμένα διακριτικά θέματος.
es: Gratis — utiliza los tokens de tema enviados.
fi: Ilmainen — käyttää lähetettyjä teema kuponkia.
fr: Gratuit — utilise les jetons de thème expédiés.
it: Libero — utilizza i token di tema spediti.
ja: Free — 出荷されたテーマトークンを使用します。
nl: Gratis - maakt gebruik van de verzonden thematokens.
pl: Darmowe — użyj wysłanych tokenów motywu.
pt: Gratuito — usa os tokens do tema enviado.
ro: Gratuit - folosește tokeni de temă expediați.
ru: Бесплатно — использует отправленные токены темы.
sv: Gratis — använder det levererade temat tokens.
uk: Безкоштовно — використовує маркери теми, що доставляються.
zh_hans: 免费——使用已发运的主题令牌。

source: Free alternative
ar: بديل مجاني
cs: Volná alternativa
da: Gratis alternativ
de: Freie Alternative
el: Ελεύθερη εναλλακτική
es: Alternativa gratuita
fi: Vapaa vaihtoehto
fr: Alternative gratuite
it: Alternativa gratuita
ja: 無料の代替品
nl: Gratis alternatief
no: Fritt alternativ
pl: Darmowa alternatywa
pt: Alternativa gratuita
ro: Alternativă gratuită
ru: Бесплатная альтернатива
sv: Fritt alternativ
uk: Вільна альтернатива
zh_hans: 免费选项

source: Free weather API (CC BY 4.0)
ar: API مجانية الطقس (CC BY 4.0)
cs: API bez počasí (CC BY 4.0)
da: Gratis vejr-API (CC BY 4.0)
de: Freie Wetter-API (CC BY 4.0)
el: Δωρεάν API καιρού (CC BY 4.0)
es: API meteorológica gratuita (CC BY 4.0)
fi: Ilmainen sää API (CC BY 4.0)
fr: API météo gratuite (CC BY 4.0)
it: API meteo gratis (CC BY 4.0)
ja: 無料天気 API (CC BY 4.0)
nl: Gratis weerAPI (CC BY 4.0)
no: Gratis vær-API (CC BY 4.0)
pl: Bezpłatne API pogody (CC BY 4.0)
pt: API meteorológica gratuita (CC BY 4.0)
ro: API meteo gratuit (CC BY 4.0)
ru: Свободный API погоды (CC BY 4.0)
sv: API för fritt väder (CC BY 4.0)
uk: Безкоштовна погодна API (CC BY 4.0)
zh_hans: 免费天气API (CC BY 4.0)

source: Gestures
ar: إيماءات
cs: Gesta
da: Bevægelser
de: Gesten
el: Χειρονομίες
es: Gestos
fi: Eleet
fr: Gestes
it: Gesti
ja: ジェスチャー
nl: Vingerbewegingen
no: Bevegelser
pl: Gesty
pt: Gestos
ro: Gesturi
ru: Жесты
sv: Gester
uk: Жести
zh_hans: 手势

source: Get Forecast
ar: احصل على توقعات
cs: Získat předpověď
da: Hent Prognose
de: Vorhersage erhalten
el: Λήψη Πρόβλεψης
es: Predicción
fi: Hanki Ennuste
fr: Obtenir les prévisions
it: Ottieni Previsioni
ja: 予測取得
nl: Verkrijg voorspelling
no: Hent prognose
pl: Uzyskaj Prognozę
pt: Obter Probabilidade
ro: Obțineți Prognoză
ru: Получить прогноз
sv: Skaffa prognos
uk: Отримати прогноз погоди
zh_hans: 获取症状提示

source: Get notified about weather changes
ar: احصل على إشعار بتغييرات الطقس
cs: Dostávat upozornění na změny počasí
da: Få besked om vejrændringer
de: Über Wetteränderungen benachrichtigen
el: Ενημερωθείτε σχετικά με τις καιρικές αλλαγές
es: Recibir notificaciones sobre los cambios climáticos
fi: Saat ilmoituksen säämuutoksista
fr: Être informé des changements de météo
it: Ricevi una notifica sulle modifiche meteo
ja: 天気の変化を通知する
nl: Krijg een melding over weerwijzigingen
no: Få beskjed om værendringer
pl: Otrzymuj powiadomienia o zmianach pogody
pt: Seja notificado sobre mudanças no tempo
ro: Primește notificări despre schimbările meteo
ru: Получать уведомления об изменениях погоды
sv: Få meddelande om väderförändringar
uk: Отримувати сповіщення про зміни погоди
zh_hans: 获取天气变化通知

source: Get Started
ar: ابدأ
cs: Začněte
da: Kom I Gang
de: Los geht's
el: Ας Αρχίσουμε
es: Empezar
fi: Aloita Alusta
fr: Commencer
it: Per Iniziare
ja: はじめよう
nl: Nu inschrijven
no: Kom i gang
pl: Zacznij
pt: Comece Agora
ro: Începeți
ru: Начать работу
sv: Kom igång
uk: Початок роботи
zh_hans: 开始

source: Get the forecast for ${location}
ar: احصل على التنبؤات ل ${location}
cs: Získejte předpověď pro ${location}
da: Få prognosen for ${location}
de: Erhalten Sie die Prognose für ${location}
el: Αποκτήστε την πρόγνωση για το ${location}
es: Obtén la previsión para ${location}
fi: Hanki ennuste kohteelle ${location}
fr: Obtenez les prévisions pour ${location}
it: Ottieni le previsioni per ${location}
ja: ${location} の予報を取得する
nl: Krijg de voorspelling voor ${location}
no: Få værmeldingen for ${location}
pl: Pobierz prognozę dla ${location}
pt: Obtenha a previsão para ${location}
ro: Obține prognoza pentru ${location}
ru: Получить прогноз для ${location}
sv: Få prognosen för ${location}
uk: Отримати прогноз для ${location}
